[
  {
    "title": "RECLAIM: A Globally Scalable Machine Learning Framework to Predict Reservoir Sedimentation and Capacity Loss from Satellite-based Earth Observations",
    "authors": "<strong>Sanchit Minocha</strong>, Faisal Hossain, Joshua Zhao, Erkan Istanbulluoglu",
    "journal": "Environmental Modelling & Software (In Review), 2025.",
    "doi": "https://dx.doi.org/10.2139/ssrn.5623518",
    "pdf": "https://download.ssrn.com/envsoft/e70eba23-1355-4f26-b64a-58dcbdc13aab-meca.pdf?response-content-disposition=inline&X-Amz-Security-Token=IQoJb3JpZ2luX2VjEH0aCXVzLWVhc3QtMSJGMEQCIHaOJG6sTtwlUbeegXS2esxILWQ04JjmzvLaULbtkDE7AiAulfSkRdIfG6garUa3dIkN%2F8WOfbIYJ9VoWgBBhgEzJCq8BQhFEAQaDDMwODQ3NTMwMTI1NyIM48Cde%2FaDwKYRZqZ%2FKpkFnnyp39z%2BKwGPmWnz0n%2Fx7FcQvFQ9K8uuEZKDMNFl%2FwwJpR1BFWI2oNe1sLOIKoXYoZ2rHmxM6evFP7uKz7B3BYylfZpx0MDJ9Iqhogh5OWhzZRvUXPOpIgG%2FmUQaNq4t8%2FskosdpvYLuFF%2BEaNOqw6Og5BBS%2FQPs6%2Bs1KAYQmlbjzIngJqGk%2F905bUmrwb%2FXjDFM3i1qWo%2F0ENT0BjcOWgLwT3LGe1gp0rlj40Hx4TzVK8ktTSd7Z8rLnaswnO6gTS3SthC5eyIQFN34ogxoZwwLWpI0BQZ0IF%2B4EPW40VZWgYqeG%2Fhuy0RfLKlwISa2HMdkr7TQ2Oulk3MimZf6Onf55RUnr2GivKNGwjwzdbi3e6jMFtLbXQqFmvUbZ29zAmDyfTCH2s0Po3CQ%2F%2FPurUEXiOYUGTchFLma%2BoONCCNghP%2BAu3rKm4clO5Z1ivS7asDJUAPl23ShJHoIz80rhQVG23NbZt5BJqmCIMco8dr8%2BO5XYGIS%2BoA50R0gsxdczio0%2FxkDDtAHzSGO3f2g4t9JXcjiWDkm8LunFKkVzdQzsYFImw2gCiFimqjgsP4Du2LI%2FZmfmyKuR0mriXawuvfMmVGzOG3OyPCT2GKZY5l1UNltPuMYFLhNS90goIvKrV%2BnwYnpddB5Wheba8FfUimLyz5yath%2BqGwaoSTO5n673vVV7W852M5Y32iYQYvrLkvOVdC9a8Qe7TkGBcelP0OOb9yymliWbvLxReyGUXfsioWlXhRQuk7LDk4W3j5dlJ4Dv3uE0eAo54ACwR0RaXYjwJ8JY6DxDVpm0rjH%2FaQgDreHj0l0av8t502uP%2BpyX%2BmPPwFojNAq9nTT2kplFkG0Tze9sR%2FmJ2exV%2FiJa%2FuKTeC2NR5820gwirjVyAY6sgHF2kbFjhoxmUHhKo7U769Pf4vv34tYqbL7kdEDwGhCnXtdyjX7bSHXXRPATzvezlldA2RlCF2aTFZleC0i43N1j6cBc6ruBHo9gA9pI4KTNk54qfWfcb%2Fu6tv34AxHKNe3Y0VBoo4%2Bkrwp1KRC9k9fnzYBq7TPCKRGPou5Dxm8l6aX9MjqSg2wpWt7C6ppBxlsMnbaepexDsiWekwODQ3M0Pf4LvJk3NWYJk2j0qk2fuhk&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Date=20251113T051621Z&X-Amz-SignedHeaders=host&X-Amz-Expires=300&X-Amz-Credential=ASIAUPUUPRWE4G5DUEOW%2F20251113%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Signature=143e4877e26d5fab1075efd9000abe7cc145fc645c55b688d5aa87aa63e9b0f6&abstractId=5623518",
    "abstract": "Most reservoirs remain poorly sampled of their actual capacity due to the high costs and logistical demands of conventional sedimentation surveys. Here, we present RECLAIM (Reservoir Estimation of Capacity Loss using AI-based Methods), a globally scalable framework to predict absolute sedimentation rates using observed records and multi-decadal Earth observations from satellite data (1984-2023). Using a dataset of 1,315 reservoirs with 88 static and dynamic catchment, climatic, and reservoir-specific features, RECLAIM integrates gradient boosting models in a dynamic ensemble, to achieve a prediction RMSE of 4.44 Million Cubic Meter (MCM)/year, Mean Absolute Error (MAE) of 1.65 MCM/year, and R² of 0.86. The development of RECLAIM revealed that absolute sedimentation rate is a more robust predictand than the widely used capacity loss rate, which loses sedimentation physics when normalized by reservoir capacity. The use of RECLAIM is expected to support the long-term sustainability of reservoir infrastructure globally.",
    "year": "2025"
  },
  {
    "title": "Reservoir assessment tool (RAT): a Python package for monitoring the dynamic state of reservoirs and analyzing dam operations",
    "authors": "<strong>Sanchit Minocha</strong>, Pritam Das, Faisal Hossain",
    "journal": "Digital Water, 3(1), 1–30, 2025.",
    "doi": "https://doi.org/10.1080/28375807.2025.2487762",
    "pdf": "https://www.tandfonline.com/doi/epdf/10.1080/28375807.2025.2487762?needAccess=true",
    "abstract": "Advancements in satellite remote sensing has enabled the global tracking of reservoir operations, with the Reservoir Assessment Tool (RAT) emerging as a scalable modelling framework that captures the complete dynamic picture of a reservoir consisting of inflow, storage change, evaporation, surface area and outflow. To address the challenges regarding time-consuming installation and the lack of proper forum and documentation to update and test newer versions, we present RAT as a Python library, conveniently packaged with conda, and as a user-friendly command line utility. This simplifies installation, catering to both programming and non-programming users. Test cases and a Continuous Integration/Continuous Development (CI/CD) pipeline ensure robust code integration and community contributions. Thorough documentation is hosted at http://ratdocs.io. The transformation of RAT from a modelling framework into a self-reliant package enhances its usability, reliability, and collaborative nature, solidifying its position as a valuable tool at the nexus of remote sensing and hydrologic modelling.",
    "year": "2025"
  },
  {
    "title": "GRILSS: opening the gateway to global reservoir sedimentation data curation",
    "authors": "<strong>Sanchit Minocha</strong>, Faisal Hossain",
    "journal": "Earth System Science Data, 17, 1743–1759, 2025.",
    "doi": "https://doi.org/10.5194/essd-17-1743-2025",
    "pdf": "https://essd.copernicus.org/articles/17/1743/2025/essd-17-1743-2025.pdf",
    "abstract": "Reservoir sedimentation poses a significant challenge to freshwater management, leading to declining storage capacity and inefficient reservoir operations for various purposes. However, trustworthy and independently verifiable information on declining storage capacity or sedimentation rates around the world is sparse and suffers from inconsistent metadata and curation to allow global-scale archiving and analyses. The Global Reservoir Inventory of Lost Storage by Sedimentation (GRILSS) dataset addresses this challenge by providing organized, well-curated, and open-source data on sedimentation rates and capacity loss for 1013 reservoirs in 75 major river basins across 54 countries. This publicly accessible dataset captures the complexities of reservoir sedimentation, influenced by regional factors such as climate, topography, and land use. By curating the information from numerous sources with disparate formats in a homogenized data structure, GRILSS serves as an invaluable resource for water managers, policymakers, and researchers for improved sediment management strategies. The open-source nature of GRILLS promotes collaboration and contributions from the global community to grow the dataset. By providing essential reference data on sedimentation to understand the global challenge of reservoir sedimentation, the GRILLS dataset represents a gateway for the global community to share sedimentation and storage loss data for sustainable operation of world's reservoirs for future generations.",
    "year": "2025"
  },
  {
    "title": "How satellites helped debunk 2024 flood myths",
    "authors": "Pritam Das, <strong>Sanchit Minocha</strong>, Shahzaib Khan, Faisal Hossain",
    "journal": "International Water Power and Dam Magazine, April 23, 2025.",
    "doi": "https://www.waterpowermagazine.com/analysis/how-satellites-helped-debunk-2024-flood-myths/",
    "pdf": "",
    "abstract": "During 20-21 August 2024, the Northeastern Indian state of Tripura, which is mountainous, received heavy rainfall leading to destructive flooding and loss of life. Downstream of this region is the low-lying country of Bangladesh formed by the deltaic deposits of the Ganges and Brahmaputra rivers. The lack of preparation for such a rapid onset of extreme flooding impacted more than a million people forcing 80,000 individuals into the 557 makeshift relief camps set up by the Tripura State Government (Reuters, August 24 2024). As the flood travelled downstream crossing the international boundary with Bangladesh, the flood quickly became a transboundary flood, catching the inhabitants of Bangladesh also off guard due to lack of early warning. As news of Tripura having to open the gate of its sole hydroelectric Dumboor dam became public, a flood of disinformation ensued within Bangladesh as the actual flooding wreaked havoc. Some of this disinformation presented itself as conspiracy theories or conjectures, such as: 'Did India intentionally flood Bangladesh by opening the gate of Dumboor dam?', 'Was it really such a heavy and widespread rainfall event that the dam played no role?' and 'Could India (Tripura Government) not have warned downstream authorities in Bangladesh?'",
    "year": "2025"
  },
  {
    "title": "Lake Surface Temperatures: Influencing Factors and Their Effects on Columbia River Basin Reservoirs",
    "authors": "<strong>Sanchit Minocha</strong>, Pei-Hsin Wang, Shahzaib Khan, Faisal Hossain",
    "journal": "Northwest Science, 97(4):260-273, 2024",
    "doi": "https://doi.org/10.3955/046.097.0403",
    "pdf": "",
    "abstract": "Lake surface temperature (LST) is one of the key indicators required for ecological and hydrological studies and for water quality management. Satellite remote sensing of LST has high spatial and temporal coverage and can be a cost-effective method to monitor lakes. This study explores geophysical and meteorological factors that control LST by studying LST for 115 reservoirs in the Columbia River basin from 2000–2022. We found that climatic factors such as air temperature, vapor pressure deficit, and surface specific humidity explained up to 80% of the variability observed in LST. Precipitation, wind speed, wind direction, lake characteristics, and lake elevation appeared to have negligible influence on the temporal variability of LST for these Columbia basin reservoirs. Our study revealed that there is an overall increasing trend in LST between 2000 and 2022. In 66% of reservoirs, surfaces warmed annually at a mean rate of 0.25 °C per decade, while the remaining reservoirs cooled annually at a mean rate of 0.16 °C per decade. Low elevation reservoirs with small surface areas warmed the fastest, whereas surfaces of high elevation reservoirs had a cooling trend, especially for reservoirs with large surface areas. LST trends were insensitive to reservoir depth. Using the vantage of space and multi-decadal observations, this study presents a thorough overview of the thermal behavior of reservoir water surfaces in the Columbia River basin. The findings can build clear pathways to improving hydro-ecological studies and water management of the region that is drought-prone and impacted by climate change.",
    "year": "2024"
  },
   {
    "title": "Reimagining dams as transit hubs: visualising global water networks with DamNet",
    "authors": "<strong>Sanchit Minocha</strong>, Pritam Das, Faisal Hossain",
    "journal": "International Water Power and Dam Magazine, December 31, 2024.",
    "doi": "https://www.waterpowermagazine.com/analysis/reimagining-dams-as-transit-hubs-visualising-global-water-networks-with-damnet/?cf-view",
    "pdf": "",
    "abstract": "In today’s world, there are many similarities between dams that impound surface water and airports that represent aviation hubs or transit points for travel. A dam on a river receives surface water often from a dam or a set of dams located in the upstream region of the basin. As with any airport, there are many flights from other locations that fly to that airport. In other words, any disruption in the operation and structural integrity of those upstream dams will eventually disrupt the dam in question, just like airport operations that are affected when arrival flights are delayed or cancelled. Conversely, a dam ‘serves’ or ‘regulates’ surface water to several dams in the downstream region of the same river basin just like an airport with flights departing to several destinations. When looked at holistically, a single dam can be considered a transit hub of surface water drawing water from a vast region regulated by other dams just like a major airport. A single dam may also be a transit point for surface water before it flows into a major reservoir storage or redistribution for a variety of purposes such as hydropower, recreation (water sports, fish gaming) or irrigation.",
    "year": "2024"
  },
  {
    "title": "Reconstruction of the Hydro-Thermal Behavior of Regulated River Networks of the Columbia River Basin Using Satellite Remote Sensing and Data-Driven Techniques",
    "authors": "G. K. Darkwah, Faisal Hossain, Victoria Tchervenski, Gordon Holtgrieve, David Graves, Charles Seaton, <strong>Sanchit Minocha</strong>, Pritam Das, Shahzaib Khan, Sarath Suresh",
    "journal": "Earth's Future, 12, e2024EF004815, 2024.",
    "doi": "https://doi.org/10.1029/2024EF004815",
    "pdf": "https://agupubs.onlinelibrary.wiley.com/doi/epdf/10.1029/2024EF004815",
    "abstract": "The use of satellite-based thermal infrared remote sensing has facilitated the assessment of surface water temperature on a large scale. However, the inherent limitations of this remote sensing technique make it difficult to assess rivers unless ambient conditions are cloud-free, devoid of steep terrain and the rivers are at least 60 m wide. To address these challenges that limit the spatiotemporal continuity of satellite-based hydro-thermal data, we harnessed the extensive coverage from the Landsat missions' thermal infrared sensors and data-driven techniques to estimate surface water temperature of rivers. Out of the tested data-driven techniques, we selected the Random Forest Regressor as our prime non-linear approach for estimation of surface water temperature in rivers. Using the selected technique, proposed as THORR (Thermal History of Regulated Rivers), we successfully reconstructed a multi-decadal, continuous spatiotemporal surface water temperature record for regulated rivers in the Columbia River Basin. Using 42 years of data, the surface water temperature could be predicted on average with 0.71° C of absolute error regardless of the dam's potential thermal influence in the downstream reaches. The reconstructed hydro-thermal behavior generated from THORR revealed a long-term downstream warming trend along the Columbia River. The open-source THORR tool can be extended to any river system around the world that is not gauged with in-situ temperature measurements for the reconstruction of hydro-thermal behavior.",
    "year": "2024"
  },
  {
    "title": "ResORR: A globally scalable and satellite data-driven algorithm for river flow regulation due to reservoir operations",
    "authors": "Pritam Das, Faisal Hossain, <strong>Sanchit Minocha</strong>, Sarath Suresh, George K. Darkwah, Hyongki Lee b, Konstantinos Andreadis, Miguel Laverde-Barajas, Perry Oddo",
    "journal": "Environmental Modelling & Software, 176, 106026, 2024.",
    "doi": "https://doi.org/10.1016/j.envsoft.2024.106026",
    "pdf": "https://pdf.sciencedirectassets.com/271872/1-s2.0-S1364815224X00031/1-s2.0-S1364815224000872/am.pdf?X-Amz-Security-Token=IQoJb3JpZ2luX2VjEHwaCXVzLWVhc3QtMSJHMEUCIH1rtelovQgFlP9noAtjmbBZsAYMKIYeiD%2FpGc8zfVRjAiEAnLCYZOo2%2B65CDHLQxQa%2FKr7%2BgvRcf1v4Hu7V01oC3VcqsgUIRRAFGgwwNTkwMDM1NDY4NjUiDCMSjz8D2ioQzALNACqPBaHmpEoosOhRYXsfULl9%2BkNzghM3zIkPCKveqyaqlXkkFe3iN629RUHf1ZJl%2BJ%2FBQtx6AUJ9V7A0H8oPW9PPl6fW2LtK36k7LXDU9tQFZ589R3fUwsJabXASGGdPvUc6KZuil9Uiz0nhbyiyHugseMb6WiTZ8fFJ9Hm64CKxH1T1ZvmbZLhRzlGYllVLQfACtikmVGn9CZA7kBJWFIFtAWS%2BPRRSkQkJINDeW4SAXVqWotIQykICpd%2F%2FY36rUgEDI9UPmDds2uZyTURyWPiiqdGSVidrFjjdLiUUZLXJpRUV8%2Bz0Z7YWJKKbjQs%2B714aFNUfHsJVWkNUmLkchJD0He8PR7WPvczhyBosi2sjXvtxvLmLjlFAAZw9xkoGX8gjgxIgIU%2FYs5fqja2sOUE%2BIclTB4t3g%2Ftp12oLUBTTzgRQa1xV4atD5YGz7vhQwoChkFB%2BVH4diKSaC%2FiU9a08S%2BKK7lS5YPppjJvseRqGCN6A19O9DEjXC6actkoyJ24fIMJDKoSvGGdib%2Fv39U3tLvfqAx9CiPNlwDk3LIrmHYjjclhqJdibufIKRfFV4RGB6G1kJ3eNmsOY50FMiRUcPCjqxqgkgAgjseiPlR%2Fru0xhT9MMdehtHI%2B8zFXOmw9ujwOOF2KVWWZskqGW3D5WWCQ7jv33t7cCsWgNpkHh%2Fs15DPQpQOFpPMiJNDsOyvRwHRBzX7a%2FRd8z8IBtZcxUWQ7VIv5f7NH9ooayv02wGVfaA%2FuLSQgBM6DEC%2BtbPfR0GkJ0%2Frroi2jR4VMKFESUYPXSfl4tC36JJoHfmYHojKfyEAzSgxH0c8%2B8uV%2B8U4ZmTSXPXYMA1Hyswn4p5Ss2eXQb31eYKhPVWxHDgRDeqMsw1azVyAY6sQFHvRpBese9vDU31ey8DUGQ%2F3osZe03zE5d5%2FpE%2Foplpj1gZ%2BT4q%2BF7Wu6mYkOgEZEeS6y6YiTect%2BazNN%2BYrYS38uOAD3YXs05rurlNwA93un1Sxm%2BMME5LVM6bx0Rioe5bXnESo1RgNpq2NtktlaKcZ0jCuV6voilHaxNp2e7LJnbs5FDw%2B9m01KbAfNLLFYxUQEVXowoJJb4UzEJDOoeHpUvPcsnsbAYRXqiF3kXxcs%3D&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Date=20251113T043513Z&X-Amz-SignedHeaders=host&X-Amz-Expires=300&X-Amz-Credential=ASIAQ3PHCVTYZ2ZY65U6%2F20251113%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Signature=79b960f174afe90b2bcbd3fe6a6db71b697c2b9eebe553b48cee07d483cd7da5&hash=f65bc09b02016249c12ac6ea33a034b264b0efb7136b6f448cb4f978a15cdf49&host=68042c943591013ac2b2430a89b270f6af2c76d8dfd086a07176afe7c76c2c61&pii=S1364815224000872&tid=pdf-4ce2be31-2319-4c39-938f-91b1f4539b5a&sid=76120c4044ac63498a08c2996715b8f033f1gxrqa&type=client",
    "abstract": "We propose a globally scalable algorithm, ResORR (Reservoir Operations driven River Regulation), to predict regulated river flow and tested it over the heavily regulated basin of the Cumberland River in the US. ResORR was found able to model regulated river flow due to upstream reservoir operations of the Cumberland River. Over a mountainous basin dominated by high rainfall, ResORR was effective in capturing extreme flooding modified by upstream hydropower dam operations. On average, ResORR improved regulated river flow simulation by more than 50% across all performance metrics when compared to a hydrologic model without a regulation module. ResORR is a timely software algorithm for understanding human regulation of surface water as satellite-estimated reservoir state is expected to improve globally with the recently launched Surface Water and Ocean Topography (SWOT) mission.",
    "year": "2024"
  },
    {
    "title": "Satellite-based tracking of reservoir operations for flood management during the 2018 extreme weather event in Kerala, India",
    "authors": "Sarath Suresh, Faisal Hossain, <strong>Sanchit Minocha</strong>, Pritam Das, Shahzaib Khan, Hyongki Lee, Konstantinos Andreadis, Perry Oddo",
    "journal": "Remote Sensing of Environment, 307, 114149, 2024.",
    "doi": "https://doi.org/10.1016/j.rse.2024.114149",
    "pdf": "https://pdf.sciencedirectassets.com/271745/1-s2.0-S0034425724X0005X/1-s2.0-S0034425724001603/am.pdf?X-Amz-Security-Token=IQoJb3JpZ2luX2VjEHwaCXVzLWVhc3QtMSJHMEUCIGQi6VXVzzy%2BxXOIFeba2%2FLgHD2gdpGxaNSb0aJBk%2F3NAiEAjdIFnyJLVPDQFdYasEvG9TWyg%2FxS4GVsnMQ0Vy7%2BPogqswUIRRAFGgwwNTkwMDM1NDY4NjUiDE0dw6brHm7l9O3bIiqQBQLZrvMRY92c6NlahNRMzf%2FWy7EVJ0yBlitCs6koybniSOCCH%2FJuH8YEMJrkwmn%2BaJ%2BaK9O7ZJSO4x%2FZaLWKcpdXbV5q08qhgE%2FqPcCUG3tpuPD1uSnkNyYcTxqwElmQyUfTPh9zZQO4FhvAS%2FSHD7TLk3TyGMEDXqZZxgp5WrW2JAJUUXJnbVqmBHcxQTLuLCCM0W6czp2av%2Bqsxxcg7TGL%2BErICezDDZcJMv8I5ONKgiPPqUBACeVclSA6B8B5g94ZwiLNr0vYDUEVkQl3eeDjqrMpa7hpLRGnYILkDizaO9AnqI1GB8Jj9qld76SQH6MYZVnuzzdUn6rnFUuM%2Fq%2BKs37FeD97NxyasmdJMoMBs6t9WX8rSidOlQLZGuH3kTMdTwoWVo4caBWodpnnUf8inUl4RftWAWHpKByqf2m8oJUzDaD5FQw0urwWXnyR1xY2u84xj0Y6Bov3bcNkKd2oJTln9N%2Fx0Vg9UH1hwQZ2dErkJiL1gv4pMedoiQS%2BRvLXXptCI%2FGdXPLj4FgT9wLKTZr5IJWFZF38dKl7tqH8dWv8z1ZANQSycYpr7OZ9NxWqttIEvZhb9%2Fz5TZeJQvPU5ZCgWCUkBZyFjaSTjlYqk%2FmKvZTqug7U8r433K2BzYOwdW%2F21lhJIrZWNIXb0UJErhttzam%2BtuxNBrGHjCMCjgfSVSlCKN7sHemYnq1le%2FB1cGe1DDgqgqdO1NyOuXd5mkJYgSiXDRvIqcdm7lEXZ2ozNFggYy6e39%2FuQ4cERXHriKRm0cQiGRbbRDzPCoNjVZwzJA0IZasL5p%2FPgeuOiwQfoHKDZ5iJXqObCU51P1tMl57ETejW5rewlyZY9UbeLLZkC2dRHLJ4xU5ekxbHMIWs1cgGOrEBZkR169ZKeW624nKbZZUwVnfHA4KmwdtNObUZ1jpqLCQ5oWUuwkYhjrbPl26v5%2FKGhabuyZQJxA%2FJPUcsH8Xwe0v78vX8HaFRRv%2BiFBfOJc5Wpd44DCz41GUcBbYydoPhVDkedw9lvjh5pc3P7Wi52Dt0xKYF219UqWU0mRBPgfTXEAvqmo%2BlXZG7BKZJZwMAO3uUA2WYnKjC%2F%2FCLN8oq1FNpRmr1TqsqERQQZ1V3TSPM&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Date=20251113T045202Z&X-Amz-SignedHeaders=host&X-Amz-Expires=300&X-Amz-Credential=ASIAQ3PHCVTYWW7OA63Z%2F20251113%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Signature=7fde4c7d66bfcbe207badfac72a37fcf11bde33230bcf026998fcb0fc8aef6cb&hash=8fc198586014539ac46e137f655ce866b73c23c3245e64b11b7db835c41a94d7&host=68042c943591013ac2b2430a89b270f6af2c76d8dfd086a07176afe7c76c2c61&pii=S0034425724001603&tid=pdf-8f895797-1e68-4842-9954-c956b2189a84&sid=76120c4044ac63498a08c2996715b8f033f1gxrqa&type=client",
    "abstract": "Uncoordinated management of hydropower dams during extreme and unexpected precipitation events in mountainous terrain can have disastrous consequences due to the competing nature of flood control and hydropower generation. Numerous cases of flooding events that have been exacerbated due to insufficient storage conditions in hydropower dams have been reported worldwide. There is a need for a scalable and publicly-accessible monitoring framework that is capable of providing reliable, near-real time, and transparent reservoir operations data. A fully satellite-based framework is the most viable solution to build such capability. The Reservoir Assessment Tool (RAT 3.0), which utilises high frequency remote sensing-based surface area and reservoir storage estimation alongside hydrological modelled inflow was applied here for the 2018 Kerala floods in India as a globally representative case for a mountainous river basin with high precipitation and hydropower dams. Application of satellite-based RAT 3.0 in monitoring the state of 19 reservoirs in Kerala during the flood event showed very promising results. In general, RAT 3.0, using satellite remote sensing, was found to be able to capture the temporal trend of the reservoir storage and pinpoint the sudden shift in filling or release decisions made by the dam operator. Inflow modelling in such regions was found to require careful calibration with identification of reservoirs that are heavily regulated being a critical aspect. The perennial high cloud cover in such regions necessitate and highlights the central role played by microwave and radar-based satellite sensors, such as the Surface Water and Ocean Topography (SWOT) mission, in tracking reservoir state. An operational version of RAT 3.0 for stakeholder agencies tailored for hydropower dams operating in high precipitation and mountainous environments is a real-world outcome of this study.",
    "year": "2024"
  },
  {
    "title": "Reservoir Assessment Tool version 3.0: a scalable and user-friendly software platform to mobilize the global water management community",
    "authors": "<strong>Sanchit Minocha</strong>, Faisal Hossain, Pritam Das, Sarath Suresh, Shahzaib Khan, George Darkwah, Hyongki Lee, Stefano Galelli, Konstantinos Andreadis, and Perry Oddo",
    "journal": "Geoscientific Model Development, 17, 3137–3156.",
    "doi": "https://doi.org/10.5194/gmd-17-3137-2024",
    "pdf": "https://gmd.copernicus.org/articles/17/3137/2024/gmd-17-3137-2024.pdf",
    "abstract": "In the modern world, dams and the artificial reservoirs behind them serve the increasing demand for water across diverse needs such as agriculture, energy production, and drinking water. As dams continue to proliferate, monitoring water availability influenced by reservoir operations is now of paramount importance. The Reservoir Assessment Tool (RAT) is a data-driven software platform that integrates satellite remote sensing with hydrological models, enabling the estimation of key reservoir parameters such as inflow, outflow, surface area, evaporation, and storage changes. The earliest version of RAT (version 1.0) was set up for 1598 reservoirs around the world with limitations in functional robustness, updating frequency, and scalability. Some of these limitations on updating frequency and functional robustness were addressed in version 2.0 that was later made operational for the intergovernmental agency of the Mekong River Commission. Recognizing the need for scalability to mobilize the global water management community to benefit from satellite remote sensing, we hereby introduce RAT version 3.0. This version is optimized for accelerating open collaboration among users for continuous improvement and customization of RAT to enable reservoir management breakthroughs. RAT 3.0 represents a wholesale overhaul from the previous versions to empower the global community of users and developers in the spirit of the open-source movement. RAT 3.0 allows reservoir monitoring advancements and new functional developments that can be freely exchanged and seamlessly integrated for continuous evolution of the software. A centralized web application has also been established to facilitate the storage and dissemination of global reservoir monitoring information along with comprehensive training resources. RAT 3.0 aspires to bridge the traditional practices of water management community with the capabilities of satellite remote sensing. The global impact of the software can be expected to increase as uptake spreads, enabling a more sustainable and equitable utilization of our planet's water resources.",
    "year": "2024"
  },
  {
    "title": "A network design approach for citizen science-satellite monitoring of surface water volume changes in Bangladesh",
    "authors": "Shahzaib Khan, Faisal Hossain, Tamlin Pavelsky, Angelica Gomez, Sheikh Ghafoor, Megan Lane, Grant Parkins,<strong>Sanchit Minocha</strong>, et al.",
    "journal": "Environmental Modelling & Software, 172, p.105919, 2024.",
    "doi": "https://doi.org/10.1016/j.envsoft.2023.105919",
    "pdf": "https://pdf.sciencedirectassets.com/271872/1-s2.0-S1364815223X00115/1-s2.0-S1364815223003055/am.pdf?X-Amz-Security-Token=IQoJb3JpZ2luX2VjEH0aCXVzLWVhc3QtMSJIMEYCIQCzsgNTXm%2FnBclekuWSI3WieG9KCcV2TCBqNalpFHtAwgIhALEfnHlQZt7qmJ3SK5xEfsVNVxuhuo1C%2FX4NblwR5YTwKrIFCEUQBRoMMDU5MDAzNTQ2ODY1IgzUuVsTdzGCiGhZ1HMqjwU7xJr4AawO6o9TipOdj8HKJ247dxYr79GMeI6Xl4BDRE8H6H1rQ44ldMOxl4uZSpg8FhjkvIYaPuPr5iAcSyekA566pPB8zqE3d41LgFipb%2FLN0vHJIPO%2BVbT0qvXFqkhIbKqJc7h3py0Rg%2B5A7sK6Bq8XIuzihW9JojbsyueQ4Wq9UOLPnvq6lVaG7mRhPf7H3%2BaZn2iHEIMlTnUQb1FTX%2FzJGAf2VY6p0om%2BXK2qUyGoZTRdWzKUXXrBCTFUrzqsJHl%2FMO1AAl%2FkbP3rDMQVHwCBbmWx6khBPFrnwIS4cA2ylHE2Iyr18exFR9nZmh1dC9oZ3aFxbuyRQnnaOfCqU2sIHGJFx%2FqNlQxq%2FjgJSbkSZble0x6xccRqi30WyTYezpoVMerHspHjFVa149zHfbmpo2amSVz8oNaz7scqbx2ZiQ8SZFgxoVgISNNUBx97AaDbZUODJIC52lBVe1NrbrjNQzAin2aqEnGRF4deCEcToSMC569EJeia4kMqt0JjOlMn4Sx2hnlkHG6A131KZIC3CSyAhfRboAdtG9VsI7zeIrV%2Fds7sXUzqFXtmhx9khSTgGIJxYWftOQGTdQPQktRD35mm6AqdeHc6y0zChjwY8r0ksoFR3ulHIYmNgBQJLGaxN2WKyt%2BOyfTktcPrD2CaGM2LFD%2Bjdmao0SCRGTrPTsfGhh%2FLhdiQk4RK2D3jh12zYjXeBm0RqOyK%2F3XmqlAfMgFvyQ31DnVpmt0OGOaws58b6RlYLOG7p67vJ%2Bf7CaiBHnhHwDMTM4OSs7T%2F6L6ES9T40zx6yHyErw5%2ByBPxAO9tIvdG%2FaZyO79LWm0sjVUNNEDaRzoBQzwiKmStOFPH7NZF50iEa4CFItaqMIKy1cgGOrABO1Nu1Jlibu36KWLVNr3107qq68LstvB4klENfSLMT8qfWK1%2B4BLXiblcdLPpQbFYlS4pFyg5ldXuyqg1pRFh%2FNtH7iHnakOonoHcgXMum7IFJtZt3POLigRF8poYs8Cczq3qAKIyq6a34ikdEP4eEPL2dmUJGQcr7%2FHq9yA7tzzwDTFrU8qgZbELocs%2BO6eqwS3DVYQvlw89U5%2FjR3XL1Fx5MgGBmBc19%2F%2BcKMb9hXE%3D&X-Amz-Algorithm=AWS4-HMAC-SHA256&X-Amz-Date=20251113T042631Z&X-Amz-SignedHeaders=host&X-Amz-Expires=300&X-Amz-Credential=ASIAQ3PHCVTYTOEBVIF7%2F20251113%2Fus-east-1%2Fs3%2Faws4_request&X-Amz-Signature=4e9e8e91facfcf25bf5ba925f50bcb7d4be31a0047c5036be9f6730e394f55d1&hash=2cc59c99c8258cb5fd633ace88c5d28ab9219a9ee3d945b7f1c78e54d65dc3bf&host=68042c943591013ac2b2430a89b270f6af2c76d8dfd086a07176afe7c76c2c61&pii=S1364815223003055&tid=pdf-61658263-c4f3-4108-abea-dc05649df7ce&sid=76120c4044ac63498a08c2996715b8f033f1gxrqa&type=client",
    "abstract": "This study introduces a reproducible and integrated framework for gauge network design for tracking surface water availability in a citizen science framework. For identifying the optimal number and location of gauges, the framework uses Monte Carlo simulations. With randomized selection of gauges from an existing high-density network, the framework does not impose a single optimal solution but rather provides a range of optimal solutions, allowing water managers the freedom to select the number of gauges and locations in accordance with their specific needs. Using the methodology, the study revealed how a strategic placement of gauges can potentially improve the estimation of surface water storage variations. The study findings can be used to enhance the assessment of lake products derived from missions such as the Surface Water and Ocean Topography (SWOT).",
    "year": "2024"
  },
   {
    "title": "Restoring the Mesopotamian Rivers for Future Generations: A Practical Approach",
    "authors": "Faisal Hossain, Azzam Alwash, <strong>Sanchit Minocha</strong>, Hisham Eldardiry",
    "journal": "Water Resources Research, 59, e2023WR034514, 2023.",
    "doi": "https://doi.org/10.1029/2023WR034514",
    "pdf": "https://agupubs.onlinelibrary.wiley.com/doi/epdf/10.1029/2023WR034514",
    "abstract": "It is not an understatement to say that a thriving and healthy river system for the Mesopotamian region means a thriving economy for all with a productive agriculture and a sustainable manufacturing base that needs reliable water supply and cheap power. When looked at from a 30,000 feet from the ground, the Mesopotamian region began experiencing a steady decline in the health of its rivers from the 1980s with a series of unfortunate man-made events ranging from wars to uncoordinated dam development. While there have been many analyses and historical dissection of the current water situation, one question that we all need to ask now is How can we restore the Mesopotamian rivers?",
    "year": "2023"
  },
   {
    "title": "Understanding Volume Estimation Uncertainty of Lakes and Wetlands Using Satellites and Citizen Science",
    "authors": "Shahzaib Khan, Faisal Hossain, Tamlin Pavelsky, Grant M. Parkins, Megan Rodgers Lane, Angélica M. Gómez, <strong>Sanchit Minocha</strong>, et al.",
    "journal": "IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing, vol. 16, pp. 2386-2401, 2023",
    "doi": "https://doi.org/10.1109/JSTARS.2023.3250354",
    "pdf": "https://ieeexplore.ieee.org/stamp/stamp.jsp?tp=&arnumber=10056121",
    "abstract": "We studied variations in the volume of water stored in small lakes and wetlands using satellite remote sensing and lake water height data contributed by citizen scientists. A total of 94 water bodies across the globe were studied using satellite data in the optical and microwave wavelengths from Landsat 8, Sentinel-1, and Sentinel-2. The uncertainty in volume estimation as a function of geography and geophysical factors, such as cloud cover, precipitation, and water surface temperature, was studied. The key finding that emerged from this global study is that uncertainty is highest in regions with a distinct precipitation season, such as in the monsoon dominated South Asia or the Pacific Northwestern region of the USA. This uncertainty is further compounded when small lakes and wetlands are seasonal with alternating land use as a water body and agricultural land, such as the wetlands of Northeastern Bangladesh. On an average, 45% of studied lakes could be estimated of their volume change with a statistical significant uncertainty that is less than the expected volume in South Asia. In North America, this statistically significant uncertainty in volume estimation was found to be around 50% in lakes eastward of the 108th meridian with lowest uncertainty found in lakes along the East coast of the USA. The article provides a baseline for understanding the current state of the art in estimating volumetric change of lakes and wetlands using citizen science in anticipation of the recently launched Surface Water and Ocean Topography Mission.",
    "year": "2023"
  },
  {
    "title": "Self-Organized Fractal Seismicity and b-Value of Aftershocks of the 2015 Gorkha Earthquake, Nepal",
    "authors": "<strong>Sanchit Minocha</strong>, Imtiyaz A. Parvez",
    "journal": "International Journal of Geosciences, Vol.11 No.8, 2020.",
    "doi": "https://doi.org/10.4236/ijg.2020.118030",
    "pdf": "https://www.scirp.org/pdf/ijg_2020082415220837.pdf",
    "abstract": "The Gorkha Earthquake that occurred on 25th April 2015 was a long anticipated, low angle thrust-faulting shallow event in Central Nepal that devastated the mountainous southern rim of the High Himalayan range. The earthquake was felt throughout central and eastern Nepal, much of the Ganges River plain in northern India, and northwestern Bangladesh, as well as in the southern parts of the Plateau of Tibet and western Bhutan. Two large aftershocks, with magnitudes 6.6 and 6.7, occurred in the region within one day of the main event, and several dozen smaller aftershocks occurred in the region during the succeeding days. In this study, we have analyzed the 350 aftershocks of the 2015 Gorkha Earthquake of Mw 7.8 to understand the spatial and temporal distribution of b-value and the fractal correlation dimension. The b-value is found to be 0.833 ± 0.035 from the Gutenberg-Richter relation by the least squares method and 0.95 ± 0.05 by the maximum likelihood method, indicating high stress bearing source zone. The spatial and temporal correlation dimension is estimated to be 1.07 ± 0.028 and 0.395 ± 0.0027 respectively. Spatial correlation dimension suggests a heterogeneous distribution of earthquake epicenters over a linear structure in space, while the temporal correlation dimension suggests clustering of aftershock activity in the time domain. The spatial variation of the b-value reveals that the b-value is high in the vicinity of the mainshock which is due to the sudden release of stress energy in the form of seismic waves. The spatial distribution of correlation dimension further confirms a linear source in the source zone as it varies from 0.8-1.0 in most of the region. We have also studied the temporal variation of b-value and correlation dimension that shows positive correlation for about first 15 days, then a negative correlation for next 45 days and after that, a positive correlation. The positive correlation suggests that the probability of large magnitude earthquakes decreases in response to increased fragmentation of the fault zone. The negative correlation means that there is a considerable probability of occurrences of large magnitude earthquakes, indicating stress release along the faults of a larger surface area [1]. The correlation coefficient between b-value and the correlation dimension is estimated to be 0.26, which shows that there is no significant relation between them.",
    "year": "2020"
  }

]